Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/trad-cap2-cap7-cap10-calidadMEDIA.tmx
Source language: ca
Languages: es_es

source: $D'$ en construcció {|p{3cm}|p{4cm}|}
es_es: $D'$ en construcción {|p{3cm}|p{4cm}|}

source: $d'_1=d_{234}$
es_es: texto derecho $D$

source: (*) Considereu l'homògraf espanyol vendo (``Te vendo un coche'' ``Y yo, ¿para qué quiero un coche vendado?'').
es_es: Considerad el homógrafo vendo (``Te vendo un coche'' ``Y yo, ¿para qué quiero un coche vendado?'').

source: (*) En absència d'informació lèxica o semàntica, l'ambigüitat estructural{} {} és impossible de resoldre.
es_es: (*) En ausencia de información léxica o semántica, la ambigüedad estructural{} {} es imposible de resolver.

source: (*) Exemples de l'espanyol al català: Ambigüitat que es pot resoldre després de fer una anàlisi morfològica de l'oració: en mi trabajo, l'homògraf trabajo pot ser substantiu (català treballo) o verb (català treball), però la presència de mi (determinant possessiu) desambigua l'homògraf perfectament.
es_es: (*) Ejemplos del español al catalán: Ambigüedad que se puede resolver después de hacer un análisis morfológico de la oración: en mi trabajo, el homógrafo trabajo puede ser sustantivo (catalán treballo) o verbo (catalán treball), pero la presencia de mi (determinante posesivo) desambigua el homógrafo perfectamente.

source: (*) Hi ha ambigüitats de tipus lèxic que poden ser sempre correctament resoltes després de fer una anàlisi morfològica.
es_es: (*) Hay ambigüedades de tipo léxico que pueden ser siempre correctamente resueltas después de hacer un análisis morfológico.

source: (*) Indiqueu breument quines estratègies es podrien usar per a resoldre l'ambigüitat sintàctica d'adjunció.
es_es: (*) Indicad brevemente qué estrategias se podrían usar para resolver la ambigüedad sintáctica de adjunción.

source: (*) Moltes vegades, l'ambigüitat lèxica no és ni polisèmia (estació, bomba), ni ambigüitat lèxica amb canvi de categoria gramatical (sobre [preposició, substantiu i, en la varietat valenciana, verb], riu [substantiu i verb]) sinó que succeeix perquè dues formes de la mateixa categoria lèxica són homògrafes: volem pot ser una forma del verb volar i del verb voler; podeu pot ser una forma del verb poder i del verb podar; en espanyol, creo és una forma de creer o de crear, fui és una forma de ir o de ser, etc.
es_es: (*) Muchas veces, la ambigüedad léxica no es ni polisemia (estació, bomba), ni ambigüedad léxica con cambio de categoría gramatical (sobre [preposición, sustantivo y, en la variedad valenciana, verbo], riu [sustantivo y verbo]) sino que sucede porque dos formas de la misma categoría léxica son homógrafas: volem puede ser una forma del verbo volar y del verbo voler; podeu puede ser una forma del verbo poder y del verbo podar; en español, creo es una forma de creer o de crear, fui es una forma de ir o de ser, etc.

source: (*) Vegeu el quadre Per saber més de la secció .
es_es: (*) Véase el cuadro Para saber más de la sección .

source: (*) És possible resoldre en alguns casos l'ambigüitat deguda a un mot homògraf utilitzant exclusivament informació morfològica?
es_es: (*) ¿Es posible resolver en algunos casos la ambigüedad debida a una palabra homógrafa utilizando exclusivamente información morfológica?

source: (.D.
es_es: texto derecho $D$

source: (.V.
es_es: reducir a $[_{SV} v ]$

source: (1: ``Els inversors, la veritat, prestaven més atenció a la venedora que al producte''; 2: ``Els va agradar l'estil de la descripció''; 3: ``La venedora no parlava clar, la descripció era incompleta, però a pesar de tot, la urbanització era una inversió prometedora'').
es_es: (1: ``Los inversores, la verdad, prestaban más atención a la vendedora que al producto"; 2: ``Les gustó el estilo de la descripción"; 3: ``La vendedora no hablaba claro, la descripción estaba incompleta, pero a pesar de todo, la urbanización era una inversión prometedora").

source: (GNU/Linux, Windows, MacOS, iOS, Android); antigament, els sistemes operatius eren de { línia d'ordres}, és a dir, basats en text (Unix primigeni, MS-DOS).
es_es: (GNU/Linux, Windows, MacOS, iOS, Android); antiguamente, los sistemas operativos eran de { línea de órdenes}, es decir, basados en texto (Unix primigenio, MS-DOS).

source: (a) (b) (a) (a): Cada punt pot prendre un de 256 colors.
es_es: (a) (b) (a) (a): Cada punto puede tomar un de 256 colores.

source: (a) (b): El nombre de bits necessari per a poder generar 35.000 combinacions és el nombre de vegades que cal multiplicar \(2 2\) just fins al punt en què se supera 35.000.
es_es: (a) (b): El número de bits necesario para poder generar 35.000 combinaciones es el número a veces que hay que multiplicar \(2 2\) justo hasta el punto en que se supera 35.000.

source: (a): Tenim 12 valors diferents (de gener a desembre).
es_es: (a): Tenemos 12 valores diferentes (de enero a diciembre).

source: (b): Cada dígit decimal pot prendre, per separat, 10 valors diferents (de zero al nou).
es_es: (b): Cada dígito decimal puede tomar, por separado, 10 valores diferentes (de cero al nuevo).

source: (c) (c) (b) (a) (c) (a) El punt apareix en moltes construccions que no indiquen el final de una oració.
es_es: (c) (c) (b) (a) (c) (a) El punto aparece en muchas construcciones que no indican el final de una oración.

source: (c) (c) (c): Cada imatge ocupa $100100 = 10.000$ bits, que són $10.000 / 8 = 1.250$ octets.
es_es: (c) (c) (c): Cada imagen ocupa $100100 = 10.000$ bits, que son $10.000 / 8 = 1.250$ octetos.

source: (c): Un gigaoctet té 1.024 megaoctets, i un megaoctet, 1.024 kilooctets: $1.024 1.024 = 1.048.576$.
es_es: (c): Un gigabyte tiene 1.024 megabytes, y un megabyte, 1.024 kilobytes: $1.024 1.024 = 1.048.576$.

source: --Hem rebut notícies que diuen que, per causa de la humitat i la calor en l'interior del temple, els bancs i els altars de fusta han rebrotat i els han crescut branques i fulles.
es_es: --- Hemos recibido noticias que dicen que, a causa de la humedad y el calor en el interior del templo, los bancos y los altares de madera han rebrotado y les han crecido ramas y hojas.

source: --I les creus? (1: ``Creus aquestes notícies?'' 2: ``Els crucifixos també han rebrotat?'').
es_es: -- I les creus?' (1: ``¿Crees estas noticias?" 2: ``¿Los crucifijos también han rebrotado?").

source: 1 GB = $1.024 1.024 1.204 = 1.073.741.824 $ octets.
es_es: 1 GB = $1.024 1.024 1.204 = 1.073.741.824 $ bytes.

source: Cantamos pot ser present o passat.
es_es: Cantamos puede ser presente o pasado.

source: Estratègia de solució: si detectem ``.'' [blanc] [minúscula], no segmentem; si detectem ``.'' [blanc] [número], no segmentem; si detectem ``.'' [blanc] [majúscula], què fem?: depén de l'abreviatura (la decisió és impracticable sense vocabularis de noms propis).
es_es: Estrategia de solución: si detectamos ``.'' [blanco] [minúscula], no segmentamos; si detectamos ``.'' [blanco] [número], no segmentamos; si detectamos ``.'' [blanco] [mayúscula], ¿qué hacemos?: depende de la abreviatura (la decisión es impracticable sin vocabulario de nombres propios).

source: Solució: Si detectem [xifra] ``.'' [xifra] (sense blancs), no segmentem.
es_es: Solución: Si detectamos [cifra] ``.'' [cifra] (sin blancos), no segmentamos.

source: Solució: la millor seria una regla general (patró o expressió regular) que detectara aquestes entitats i evitara segmentar-les.
es_es: Solución: la mejor sería una regla general (patrón o expresión regular) que detectara estas entidades y evitara segmentarlas.

source: Solució: no segmentar mai ``...'' si es troba.
es_es: Solución: no segmentar nunca ``...'' si se encuentra.

source: Solució: si detectem [majúscula] ``.'' [majúscula] (sense blancs), no segmentem.
es_es: Solución: si detectamos [mayúscula] ``.'' [mayúscula] (sin blancos), no segmentamos.

source: Solució: si detectem [majúscules] ``.'' [majúscules] ``.'', no segmentar.
es_es: Solución: si detectamos [mayúsculas] ``.'' [mayúsculas] ``.'', no segmentar.

source: text dret $D$
es_es: texto derecho $D$

source: {{1.6cm{alineador- corrector assistit}}} {1cm{UTs $(e,d)$}} {{1.4cm{Memòria de traducció}}} $$ } {Esquema del procés d'alineament d'un bitext existent per a alimentar una memòria de traducció.}
es_es: {{1.6cm{alineador-corrector asistido}}} {1cm{UTs $(e,d)$}} {{1.4cm{Memoria de traducción}}} $$ } {Esquema del proceso dealineamiento de un bitexto existente para alimentar una memoria de traducción.}

source: $$ } {Esquema del procés de traducció d'un nou text esquerre usant una memòria de traducció.}
es_es: $$ {Esquema del proceso de pretraducción de un nuevo texto izquierdo utilizando una memoria de traducción.}

source: Els programes d'aplicació els activa l'usuari per mitjà del sistema operatiu, utilitzen el sistema operatiu per a accedir als recursos (maquinari i altres programes) del sistema i interaccionen amb l'usuari mitjançant el dispositius d'entrada i d'eixida (vegeu la figura ).
es_es: Los programas de aplicación los activa el usuario por medio del sistema operativo, utilizan el sistema operativo para acceder a los recursos (hardware y otros programas) del sistema e interaccionan con el usuario mediante el dispositivos de entrada y de salida (véase la figura ).

source: Fes que l'acumulador (un registre de la memòria interna del processador) valga 1.
es_es: Haz que el acumulador (un registro de la memoria interna del procesador) valga 1.

source: 1 megaoctet (megabyte) 384 kilooctets (kilobytes) 8 megaoctets (megabytes)
es_es: 1 megabyte (megaocteto) 384 kilobytes (kiloctetos) 8 megabytes (megaoctetos)

source: 4 bits i sobren 4 combinacions.
es_es: 4 bits y sobran 4 combinaciones.

source: Als sistemes de traducció automàtica directes o mot per mot.
es_es: A los sistemas de traducción automática directas o palabra por palabra.

source: Ambigüitat lèxica per polisèmia.
es_es: Ambigüedad léxica por polisemia.

source: Cal segmentar i alinear els segments.
es_es: Hay que segmentar y alinear los segmentos.

source: Depenent de la codificació escollida per als caràcters de la imatge, entre 400 000 i 800 000.
es_es: Dependiendo de la codificación escogida para los caracteres de la imagen, entre 400 000 y 800 000.

source: El fet que els textos estiguen escrits amb un lèxic monosèmic, és a dir, precís i no gens ambigu.
es_es: El hecho que los textos estén escritos con un léxico monosémico, es decir, preciso y no nada ambiguo.

source: El percentatge de concordança parcial de la millor proposta.
es_es: El porcentaje de concordancia parcial de la mejor propuesta.

source: Els mòdems converteixen informació digital en senyals analògics però no al revés.
es_es: Los módems convierten información digital en señales analógicas pero no a la inversa.

source: En el disc dur.
es_es: En el disco duro.

source: En qualsevol dispositiu d'emmagatzemament (disc dur, CD-ROM, memòria USB) sempre hi ha un directori principal o arrel.
es_es: En cualquier dispositivo de almacenamiento (disco duro, CD-ROM, memoria USB) siempre hay un directorio principal o raíz.

source: Estructural d'adjunció.
es_es: Ambigüedad estructural de adjunción.

source: Estructural d'origen coordinatiu.
es_es: Estructural de origen coordinativo.

source: Homografia, perquè el pronom pot, en principi, estar substituint un nom o un altre.
es_es: Homografía, porque el pronombre puede, en principio, estar sustituyendo un nombre u otro.

source: L'anàfora d'un pronom buit.
es_es: La anáfora de un pronombre vacío.

source: L'existència de més d'una estructura sintàctica possible.
es_es: La existencia de más de una estructura sintáctica posible.

source: La repetitivitat dels textos.
es_es: La repetitividad de los textos.

source: Lèxica categorial.
es_es: Léxica categorial.

source: Lèxica, deguda al fet que el mot expulsar és polisèmic.
es_es: Léxica, debida de al hecho que la palabra expulsar es polisémica.

source: No, aquest tipus d'ambigüitat exigeix un tractament semàntic com a mínim.
es_es: No, este tipo de ambigüedad exige un tratamiento semántico como mínimo.

source: No, només instruccions per a invocar els corresponents programes del sistema operatiu.
es_es: No, sólo instrucciones para invocar los correspondientes programas del sistema operativo.

source: No, perquè la memòria RAM s'esborra quan falta l'alimentació elèctrica.
es_es: No, porque la memoria RAM se borra cuando falta la alimentación eléctrica.

source: No, perquè les dues formes vendo s'escriuen exactament igual.
es_es: No, porque las dos formas vendo se escriben exactamente igual.

source: No: ho prohibeix el principi de composicionalitat semàntica.
es_es: No: lo prohíbe el principio de composicionalidat semántica.

source: Només si el fitxer ha estat creat pel sistema operatiu.
es_es: Sólo si el fichero ha sido creado por el sistema operativo.

source: Passar-los a XML.
es_es: Pasarlos a XML.

source: Que cada dada és una seqüència d'octets i cada octet pot adoptar 512 valors.
es_es: Que cada dato es una secuencia de bytes y cada byte puede adoptar 512 valores.

source: Que comencen a executar-se en connectar l'ordinador.
es_es: Que empiezan a ejecutarse al conectar el ordenador.

source: Sí, com en qualsevol directori.
es_es: Sí, como en cualquier directorio.

source: Sí, si els ordinadors estan connectats formant una xarxa local.
es_es: Sí, si los ordenadores están conectados formando una red local.

source: Sí, si tracten del mateix tema.
es_es: Sí, si tratan del mismo tema.

source: Un conjunt de dades que es manipula com un tot, resideix en algun mitjà d'emmagatzemament i té un nom.
es_es: Un conjunto de datos que se manipula como un todo, reside en algún medio de almacenamiento y tiene un nombre.

source: Una ambigüitat lèxica per homografia d'un mot.
es_es: Una ambigüedad léxica por homografía de una palabra.

source: Una oració pot ser ambigua sense que cap dels seus mots siga ambigu per ell mateix.
es_es: Una oración puede ser ambigua sin que ninguno de sus palabras sea ambigua por si mismo.

source: és lenta, volàtil i d'accés aleatori.
es_es: es lenta, volátil y de acceso aleatorio.

source: [Programari específic per a professionals de la traducció:] sistemes de traducció automàtica (capítols a ), sistemes de traducció assistida basats en memòries de traducció (capítol ) i bases de dades terminològiques (capítol ).
es_es: [Software específico para profesionales de la traducción:] sistemas de traducción automática (capítulos a ), sistemas de traducción asistida basados en memorias de traducción (capítulo ) y bases de datos terminológicas (capítulo ).

source: Punts de milers (1.259), milions (1.032.200), decimals saxons (3.4), números de telèfon francesos (01.10.23.87.49), dates (20.01.1999), etc.
es_es: Puntos de miles (1.259), millones (1.032.200), decimales anglosajones (3.4), números de teléfono franceses (01.10.23.87.49), fechas (20.01.1999), etc.

source: Açò se sol instrumentar a través d'un sistema que assigna puntuacions per cada una de les característiques: se sumen les puntuacions per a tots els antecedents possibles i s'elegeix el que obté la puntuació més alta {lappin94j}.
es_es: Esto se suele instrumentar a través de un sistema que asigna puntuaciones por cada una de las características: se suman las puntuaciones para todos los antecedentes posibles y se elige el que obtiene la puntuación más alta {lappin94j}.

source: De fet, els programes d'aplicació solen estar escrits per a ser executats sobre un sistema operatiu, és a dir, els programes d'aplicació assumeixen que el sistema operatiu farà totes aquestes operacions senzilles i no contenen instruccions de programa per a fer-les, sinó només instruccions per a invocar els programes corresponents del sistema operatiu, cosa que simplifica enormement l'escriptura dels programes per part dels programadors.
es_es: De hecho, los programas de aplicación suelen estar escritos para ser ejecutados sobre un sistema operativo, es decir, los programas de aplicación asumen que el sistema operativo hará todas estas operaciones sencillas y no contienen instrucciones de programa para hacerlas, sino sólo instrucciones para invocar los programas correspondientes del sistema operativo, cosa que simplifica enormemente la escritura de los programas por parte de los programadores.

source: Les dues causes poden concórrer.
es_es: Ambos motivos pueden concurrir.

source: el primer com és un relatiu que pot modificar dir en l'oració vas dir que vivia encara (``no m'agrada la manera de dir-ho'') o pot modificar { vivia} però ha estat mogut fora de la subordinada completiva vivia encara, que modifica { la manera} (``no m'agrada la manera com vivia, segons que vas dir'').
es_es: el primer com es un relativo que puede modificar a dir en la oración en catalán vas dir que vivia encara (``no m'agrada la manera de dir-ho'') o puede modificar a { vivia} pero se ha movido fuera de la subordinada completiva vivia encara, que modifica { la manera} (``no m'agrada la manera com vivia, segons que vas dir'').

source: { $$ bitext{rcl} text esquerre $E$
es_es: { $$ bitexto{rcl} texto izquierdo $E$

source: { $$ {rcl} text esquerre {segmentació}
es_es: { $$ {rcl} texto izquierdo {segmentación}

source: En (a) les mates és un sintagma determinant compost d'un article i un substantiu, que fa d'objecte del verb el·líptic destrossat, mentre que en (b) les mates és un sintagma verbal compost d'un pronom ({ les}) que es refereix a Les gallines i un verb ({ mates}), sintagma que constitueix un sintagma verbal en la segona oració coordinada (vegeu la fig. ).
es_es: En (a) les mates es un sintagma determinante compuesto de un artículo y un sustantivo, que hace de objeto del verbo elíptico destrossat, mientras que en (b) les mates es un sintagma verbal compuesto de un pronombre ({ les}) que se refiere a Les gallines y un verbo ({ mates}), sintagma que constituye un sintagma verbal en la segunda oración coordinada (véase la fig. ).

source: Aquest exemple pot tenir dues interpretacions [(a)] No totes les dones s'estimen els abrics de pell.
es_es: Este ejemplo puede tener dos interpretaciones [(a)] No todas las mujeres aprecian los abrigos de piel.

source: Un monitor o pantalla, normalment una pantalla LCD de 17 o més polzades, Un teclat separat i un ratolí.
es_es: Un monitor o pantalla, normalmente una pantalla LCD de 17 o más pulgadas, Un teclado separado y un ratón.

source: Aquesta oració té, fonamentalment, dues interpretacions.
es_es: Esta oración tiene, básicamente, dos interpretaciones.

source: Les especificacions dels portàtils (memòria, processador) solen ser similars, normalment una miqueta més reduïdes.
es_es: Las especificaciones de los portátiles (memoria, procesador) suelen ser similares, normalmente un poquito más reducidas.

source: Quan dues formes lèxiques diferents tenen la mateixa forma superficial; és a dir, quan s'escriuen de la mateixa manera, se sol dir que són homògrafes; a més, s'anomena simplement homògraf a la forma superficial a què correspon més d'una forma lèxica; el fenomen s'anomena homografia.
es_es: Cuando dos formas léxicas diferentes tienen la misma forma superficial; es decir, cuando se escriben del mismo modo, se suele decir que son homógrafas; además, se denomina simplemente homógrafa a la forma superficial a la que corresponde más de una forma léxica; el fenómeno se denomina homografía.

source: a pesar de no tenir cap ambigüitat lèxica ni estructural aparent.
es_es: a pesar de no tener ninguna ambigüedad léxica ni estructural aparente.

source: i l'altra * PRO diu que qui vindrà?
es_es: y la otra *PRO dice que ¿quién vendrá?

source: És a dir, en la primera, el pronom interrogatiu qui és el subjecte de l'oració principal; en la segona, és el subjecte de l'oració subordinada, el qual ha experimentat el moviment de Qu (en anglés Wh-movement) al principi de l'oració, el qual obligatori en molts idiomes ---no en tots: el xinés o el turc no ho fan, per exemple--- per als mots amb funció interrogativa.
es_es: Es decir, en la primera, el pronombre interrogativo quién es el sujeto de la oración principal; en la segunda, es el sujeto de la oración subordinada, el cual ha experimentado el movimiento de Qu (en inglés Wh-movement) al principio de la oración, que es obligatorio en muchos idiomas --- no en todos: el chino o el turco no lo hacen, por ejemplo --- para las palabras con función interrogativa.

source: [Programari d'ús general:] programari dissenyat per a fer tasques més genèriques, interessants per a moltes classes d'usuaris.
es_es: [Software de uso general:] software diseñado para hacer tareas más genéricas, interesantes para muchas clases de usuarios.

source: on la posició inicial de l'adverbi interrogatiu Com pot resultar de la transformació per moviment de Qu de tres estructures hipotètiques diferents; en cada una d'elles, l'adverbi és adjunt d'un sintagma verbal diferent: [(a)] *Dius com que Jordi ha explicat que vindria?
es_es: donde la posición inicial del adverbio interrogativo Cómo puede ser resultado de la transformación por movimiento de Qu de tres estructuras hipotéticas diferentes; en cada una de ellas, el adverbio es adjunto de un sintagma verbal diferente: [(a)] *¿Dices cómo que ha explicado que vendría?

source: En la primera interpretació es pregunta per la manera de dir-ho, en la segona per la manera d'explicar-ho i en la tercera per la manera de venir.
es_es: En la primera interpretación se pregunta por la manera de decirlo, en la segunda por la manera de explicarlo y en la tercera por la manera de venir.

source: $e'_5=e_{51}$ (100%)
es_es: E-03071 Alicante }

source: {Els bitextos $E$ i $D$, segmentats i alineats, en $N$ unitats de traducció $(e_1,d_1), (e_2,d_2), (e_N,d_N)$}
es_es: {Los bitextos $E$ y $D$, segmentados y alineados, en $N$ unidades de traducción $(e_1,d_1), (e_2,d_2), (e_N,d_N)$}

source: {alcaraz97b} defineixen l'el·lipsi com l'omissió o l'absència d'alguna part d'una oració.
es_es: {alcaraz97b} definen la elipsis como la omisión o la ausencia de alguna parte de una oración.

source: Guarda el valor de l'acumulador en índex.
es_es: Guarda el valor del acumulador en índice.

source: Una impressora (d'injecció o de raig de tinta ---la més típica---, o làser).
es_es: Una impresora (de inyección o de tinta ---la más típica ---, o de láser).

source: Salta a la instrucció .
es_es: Salta a la instrucción .

source: $e'_3 e_{47}$ (93%)
es_es: E-03071 Alicante }

source: (b): 2GB són $ 2 1.024 1.024 = 2.097.152$ kB.
es_es: (b): 2GB son $ 2 1.024 1.024 = 2.097.152$ *kB.

source: (c): Una memòria USB de 6 GB (gigaoctets o gigabytes) conté aproximadament 6.000.000.000 octets.
es_es: (c): Una memoria USB de 6 GB (gigabytes) contiene aproximadamente 6.000.000.000 bytes.

source: Els lladres van ser atrapats a una fàbrica incendiada per un policia (1: ``Els lladres van ser capturats pel comissari a una fàbrica abandonada''; 2: ``La fàbrica on van ser capturats va ser l'objectiu d'un agent piròman'').
es_es: Los ladrones fueron atrapados en una fábrica incendiada por un policía (1: ``Los ladrones fueron capturados por el comisario en una fábrica abandonada"; 2: ``La fábrica donde fueron capturados fue el objetivo de un agente pirómano").

source: S'han de repassar les entrades i les despeses que s'hagen fet en euros (1: ``Les entrades s'han de repassar totes; les despeses només si s'han fet en euros''; 2: ``De les entrades, se n'han de repassar només les fetes en euros'').
es_es: Se tienen que repasar las entradas y los gastos que se hayan hecho en euros (1: ``Las entradas se tienen que repasar todas; los gastos sólo si se han hecho en euros"; 2: ``De las entradas, se tienen que repasar sólo las hechas en euros").

source: megaoctets o megabytes (MB), o milions d'octets.
es_es: megaoctetos o megabytes (MB), o millones de octetos.
